Repository: NicolaeFericitu/whatsapp-for-linux
Catalog: po/*.po
Languages: ro

source: About
ro: Despre

source: WhatsApp for Linux
ro: WhatsApp pentru Linux

source: An unofficial WhatsApp desktop application for Linux
ro: O aplicație desktop WhatsApp neoficială pentru Linux

source: GitHub Repository
ro: Depozit GitHub

source: On Demand
ro: La cerere

source: Always
ro: Întotdeauna

source: Never
ro: Niciodată

source: Show
ro: Afișare

source: Quit
ro: Renunțare

source: Permission Request
ro: Cerere de permisiune

source: Would you like to allow permissions?
ro: Doriți să acordați permisiuni?

source: Save File
ro: Salvare fișier

source: Cancel
ro: Anulare

source: Unresponsive
ro: Nu răspunde

source: The application is not responding. Would you like to reload?
ro: Aplicația nu răspunde. Doriți să reîncărcați?

source: Fullscreen
ro: Ecran complet

source: Preferences
ro: Preferințe

source: Keyboard Shortcuts
ro: Scurtături de tastatură

source: Refresh
ro: Reîmprospătare

source: Open chat by phone number
ro: Deschideți chat-ul după numărul de telefon

source: Enter phone number (only digits)
ro: Introduceți numărul de telefon (numai cifre)

source: Close to Tray
ro: Închidere în tava de sistem

source: Start in Tray
ro: Pornire în tava de sistem

source: Start Minimized
ro: Pornire Minimizată

source: Autostart
ro: Pornire automată

source: Enable tray icon
ro: Activați pictograma tavă

source: Start application as closed to tray
ro: Porniți aplicația ca închisă în tavă

source: Start application as minimized
ro: Porniți aplicația ca minimizată

source: Start application after system boots
ro: Lansare aplicație după pornirea sistemului

source: Enable Notification Sounds
ro: Activare sunete de notificare

source: Play sound on a notification raised by the application
ro: Redare sunet la o notificare generată de aplicație

source: Prefer Dark Theme
ro: Prefer tema întunecată

source: Prefer dark theme for the application if system theme includes a dark variant
ro: Prefer tema întunecată pentru aplicație dacă tema sistemului include o variantă întunecată

source: Appearance
ro: Aspect

source: Hardware Acceleration
ro: Accelerare hardware

source: Allow Permissions
ro: Acordați permisiuni

source: Set hardware acceleration policy used by webkit
ro: Setați politica de accelerare hardware utilizată de webkit

source: Allow permissions on application startup
ro: Acordare permisiuni la pornirea aplicației

source: Minimum Font Size
ro: Dimensiunea minimă a fontului

source: Minimum font size used to display text, values other than 0 can potentially break page layouts
ro: Dimensiunea minimă a fontului utilizat pentru afișarea textului; valorile diferite de 0 pot afecta aspectul paginii

source: Shortcuts
ro: Scurtături

source: Refresh Page
ro: Reîmprospătare pagină

source: Zoom In
ro: Mărire

source: Zoom Out
ro: Micșorare

source: Enter/Exit Fullscreen
ro: Intrare/Ieșire ecran complet

source: Show/Hide Header Bar
ro: Afișare/Ascundere bară de antet

source: Open Preferences
ro: Deschidere preferințe
